{
  "todos": [
    {
      "id": "8fa1d75c-50cd-4fba-8006-ec871ccd712d",
      "title": "Hải Phượng Lý",
      "description": "Senior",
      "updateAt": 1654241911244,
      "createAt": 1654241911244
    },
    {
      "id": "b05c6b07-b897-41f5-b404-a2b3eae335b9",
      "title": "Mai Liên Tô",
      "description": "National",
      "updateAt": 1654241911244,
      "createAt": 1654241911244
    },
    {
      "id": "639a92b4-ac87-48f2-986c-0c70b75f9e57",
      "title": "Dr. Hằng Nga Đỗ",
      "description": "Customer",
      "updateAt": 1654241911244,
      "createAt": 1654241911244
    },
    {
      "id": "3f53d64b-0a92-468a-8b48-24b356b388fc",
      "title": "Hữu Hoàng Đào",
      "description": "Lead",
      "updateAt": 1654241911244,
      "createAt": 1654241911244
    },
    {
      "id": "7964a6b4-816d-4c11-8728-5f533c4cd9d6",
      "title": "Gia Hiệp Hoàng",
      "description": "Dynamic",
      "updateAt": 1654241911244,
      "createAt": 1654241911244
    }
  ],
  "apiInfos": [
    {
      "APINo": "100000001000002",
      "Version": 2,
      "AccountNo": "2",
      "CategoryNo": 2,
      "PublicStatus": 2,
      "APIName": "AeroDataBoxLoremIms",
      "APIImage": null,
      "ShortDescription": "enthusiast-driven best-effort aviation and flight data API suitable for smaller travel, hospitality, or aviation applications, researchers, small teams, and individual developers.Features include, but not limited to: flight status, flight delays, schedules, FIDS, airports, airport schedules, airport delay index, airport statistics, airport local time, runways, distance and flight-time between airports, aircrafts, aircraft images, aircraft image recognition by registration, PUSH API.",
      "LongDescription": "<h3>Availability of the API in the last 30 days</h3><p><img src='https://app.statuscake.com/button/index.php?Track=1iySKWJj1E&amp;Days=30&amp;Design=2' alt='' /></p><ul><li><a href='https://status.aerodatabox.com' rel='noopener noreferrer external nofollow ugc' target='' _blank=''>Uptime Status and Down-time Events</a></li></ul><h2>Features</h2><h3>Flight API</h3><ul><li>FIDS / Schedules: departures and arrivals per airport</li><li>Flight status and information found by flight number, ATC call-sign, aircraft registration or 24-bit ICAO Mode-S address (nearest or on a specific date)</li><li>Flight departure dates found by flight number, ATC call-sign, aircraft registration or 24-bit ICAO Mode-S address</li><li>Flight delay statistics by flight number</li></ul><h3>Subscription / PUSH API</h3><p>Web-hook PUSH API. Get your web-endpoint called when a flight is updated. Subscribe by flight number or airport.</p><h3>Airport API</h3><ul><li>Airport found by IATA/ICAO code</li><li>Airport runways</li><li>Nearest airports found by location</li><li>Airports free-text search (auto-complete)</li><li>Local time at an airport</li><li>Current airport delay statistics and airport delay index</li><li>Airport daily routes statistics</li><li>Calculate distance &amp; flight time between airports</li></ul><h3>Aircraft API</h3>",
      "Website": "https://google.com.vn/",
      "Documentation": null,
      "TermsOfUse": "Even a small API, like ours, processes significant amounts of data on daily basis, which requires regular payment for server infrastructure, constant maintenance and attention from people involved into the project. Henceforth, our API is freemiun, which means that you can use it for free within a certain quota. Afterwards, you can subscribe to a pricing plan of your choice, and a symbolic monthly fee will be applied.Keep in mind, that our API usage quotas are very generous and offered at much lower rates than in average on the market. These lower rates is a very modest attempt to compensate hosting and maintenance expenses incurred by software engineering and aviation enthusiasts who are not getting paid for their efforts developing this API during their spare time.We charge for service only, and NOT for the data.This API is meant for supporting smaller applications teams, researchers, individual developers and anyone else who can’t afford hefty charges imposed by market-leading data companies and who is OK with having less in terms of data precision and service stability. Though we provide very generous monthly quotas, those are not meant to be spent within few first hours after subscribing. This API is NOT fit for bulk downloading all our database in once by shooting several requests per second over few hours or even days in a row non-stop. We reserve a right to temporarily block users exercising such practices without warning at any time if we consider their behavior is negatively affecting performance of the service",
      "Tutorial": null
    }
  ],
  "accountInfo": [
    {
      "AccountNo": "1",
      "Name": "hungnd"
    },
    {
      "AccountNo": "2",
      "Name": "quocpa"
    }
  ],
  "inviteInfo": [
    {
      "APINo": "100000001000001",
      "AccountNo": "1",
      "Name": "hungnd"
    },
    {
      "APINo": "100000001000002",
      "AccountNo": "2",
      "Name": "quocpa"
    }
  ]
}